export default {
  projections: {
    ГостьE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    },
    ГостьL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'Почта'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    почта: {
      __caption__: 'Почта'
    },
    серНомПаспорта: {
      __caption__: 'Сер ном паспорта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
