export default {
  projections: {
    КомнатыE: {
      номер: {
        __caption__: 'Номер'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      колвоМест: {
        __caption__: 'Колво мест'
      }
    },
    КомнатыL: {
      номер: {
        __caption__: 'Номер'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      колвоМест: {
        __caption__: 'Колво мест'
      }
    }
  },
  validations: {
    колвоМест: {
      __caption__: 'Колво мест'
    },
    номер: {
      __caption__: 'Номер'
    },
    этаж: {
      __caption__: 'Этаж'
    }
  }
};
