export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Должности',
        должность: {
          __caption__: 'Должность'
        }
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    серНомПаспорта: {
      __caption__: 'Сер ном паспорта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
