export default {
  projections: {
    ДокРегистКартыE: {
      дата: {
        __caption__: 'Дата'
      },
      гость: {
        __caption__: 'Гость',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      комнаты: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      карты: {
        __caption__: 'Карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      сотрудник: {
        __caption__: 'Ответственный',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ДокРегистКартыL: {
      дата: {
        __caption__: 'Дата'
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      комнаты: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      карты: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      гость: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    гость: {
      __caption__: 'Гость'
    },
    карты: {
      __caption__: 'Карты'
    },
    комнаты: {
      __caption__: 'Комната'
    },
    сотрудник: {
      __caption__: 'Ответственный'
    }
  }
};
