export default {
  projections: {
    ДокРегВходаE: {
      дата: {
        __caption__: 'Дата'
      },
      комнаты: {
        __caption__: 'Комнаты',
        номер: {
          __caption__: 'Номер'
        }
      },
      входГостя: {
        __caption__: 'Вход гостя',
        гость: {
          __caption__: 'Гость',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        карты: {
          __caption__: 'Карты',
          кодКарты: {
            __caption__: 'Код карты'
          }
        }
      },
      входСотрудника: {
        __caption__: 'Вход сотрудника',
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          },
          должности: {
            __caption__: '',
            должность: {
              __caption__: 'Должность'
            }
          },
          карты: {
            __caption__: '',
            кодКарты: {
              __caption__: ''
            }
          }
        }
      }
    },
    ДокРегВходаL: {
      дата: {
        __caption__: 'Дата'
      },
      комнаты: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    комнаты: {
      __caption__: 'Комнаты'
    },
    входГостя: {
      __caption__: 'Вход гостя'
    },
    входСотрудника: {
      __caption__: 'Вход сотрудника'
    }
  }
};
